Repository: sunoj/hiboss
Catalog: macos/Sources/HibossIsland/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, ja, ko, pt_br, ru, th, zh_hans

source: Enter a valid %@ time as HH:mm.
ar: وقت %@ غير صالح. استخدم التنسيق HH:mm.
es: Introduce una hora de %@ válida con el formato HH:mm.
fr: Saisissez une heure de %@ valide au format HH:mm.
hi: HH:mm प्रारूप में मान्य %@ समय दर्ज करें।
ja: 有効な%@時刻をHH:mm形式で入力してください。
ko: 유효한 %@ 시간을 HH:mm 형식으로 입력하세요.
pt_br: Insira um horário de %@ válido (HH:mm).
ru: Введите корректное время %@ в формате HH:mm.
th: ป้อนเวลา%@ที่ถูกต้องในรูปแบบ HH:mm
zh_hans: 请输入有效的%@时间（HH:mm）。

source: start
ar: البدء
es: inicio
fr: début
hi: शुरुआत
ja: 開始
ko: 시작
pt_br: início
ru: начала
th: เริ่ม
zh_hans: 开始

source: end
ar: الانتهاء
es: fin
fr: fin
hi: समाप्ति
ja: 終了
ko: 종료
pt_br: término
ru: окончания
th: สิ้นสุด
zh_hans: 结束

source: All
ar: الكل
es: Todo
fr: Tout
hi: सभी
ja: すべて
ko: 전체
pt_br: Todas
ru: Все
th: ทั้งหมด
zh_hans: 全部

source: Unread %lld
ar: غير مقروءة %lld
es: %lld no leídos
fr: Non lus : %lld
hi: अपठित %lld
ko: 읽지 않음 %lld
pt_br: Não lidas (%lld)
ru: Непрочитанные: %lld
th: ยังไม่อ่าน %lld
zh_hans: 未读 %lld

source: Blocking
ar: حاجب
es: Bloqueante
fr: Bloquant
hi: ब्लॉकिंग
ja: ブロッキング
ko: 블로킹
pt_br: Bloqueante
ru: Блокирующий
th: แบบบล็อก
zh_hans: 阻塞

source: Unknown
ar: غير معروف
es: Desconocido
fr: Inconnu
hi: अज्ञात
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
th: ไม่ทราบ
zh_hans: 未知

source: Me
ar: أنا
es: Yo
fr: Moi
hi: मैं
ja: 自分
ko: 나
pt_br: Eu
ru: Я
th: ฉัน
zh_hans: 我

source: Agent
ar: الوكيل
es: Agente
hi: एजेंट
ja: エージェント
ko: 에이전트
pt_br: Agente
ru: Агент
th: เอเจนต์
zh_hans: 智能体

source: To boss
ar: إلى المدير
es: Al jefe
fr: Au patron
hi: बॉस को
ja: ボス宛て
ko: 보스에게
pt_br: Para o chefe
ru: Боссу
th: ถึงหัวหน้า
zh_hans: 发给 Boss

source: From boss
ar: من المدير
es: Del jefe
fr: Du patron
hi: बॉस से
ja: ボスから
ko: 보스로부터
pt_br: Do chefe
ru: От босса
th: จากหัวหน้า
zh_hans: 来自 Boss

source: Peer message
ar: رسالة بين نظراء
es: Mensaje entre agentes
fr: Message entre pairs
hi: सहकर्मी संदेश
ja: ピアメッセージ
ko: 피어 메시지
pt_br: Mensagem entre pares
ru: Сообщение между агентами
th: ข้อความระหว่างเอเจนต์
zh_hans: 对等消息

source: %@ priority
ar: أولوية %@
es: Prioridad %@
fr: Priorité %@
hi: %@ प्राथमिकता
ja: %@優先度
ko: 우선순위 %@
pt_br: Prioridade %@
ru: Приоритет: %@
th: ลำดับความสำคัญ %@
zh_hans: %@优先级

source: ✓ replied
ar: ✓ تم الرد
es: ✓ respondido
fr: ✓ répondu
hi: ✓ जवाब दिया
ja: ✓ 返信済み
ko: ✓ 답장함
pt_br: ✓ respondida
ru: ✓ отвечено
th: ✓ ตอบกลับแล้ว
zh_hans: ✓ 已回复

source: ● read
ar: ● مقروءة
es: ● leído
fr: ● lu
hi: ● पढ़ा गया
ja: ● 既読
ko: ● 읽음
pt_br: ● lida
ru: ● прочитано
th: ● อ่านแล้ว
zh_hans: ● 已读

source: ● expired
ar: ● منتهية
es: ● caducado
fr: ● expiré
hi: ● समय-सीमा समाप्त
ja: ● 期限切れ
ko: ● 만료됨
pt_br: ● expirada
ru: ● истекло
th: ● หมดอายุ
zh_hans: ● 已过期

source: Critical
ar: حرجة
es: Crítica
fr: Critique
hi: गंभीर
ja: 緊急
ko: 긴급
pt_br: Crítica
ru: Критический
th: วิกฤต
zh_hans: 紧急

source: High
ar: عالية
es: Alta
fr: Haute
hi: उच्च
ja: 高
ko: 높음
pt_br: Alta
ru: Высокий
th: สูง
zh_hans: 高

source: Normal
ar: عادية
fr: Normale
hi: सामान्य
ja: 通常
ko: 보통
ru: Обычный
th: ปกติ
zh_hans: 普通

source: Low
ar: منخفضة
es: Baja
fr: Basse
hi: निम्न
ja: 低
ko: 낮음
pt_br: Baixa
ru: Низкий
th: ต่ำ
zh_hans: 低

source: Island
ar: Dynamic Island
es: Dynamic Island
fr: Dynamic Island
hi: डायनैमिक आइलैंड
ja: Dynamic Island
ko: Dynamic Island
pt_br: Dynamic Island
ru: Dynamic Island
th: Dynamic Island
zh_hans: 灵动岛

source: Window
ar: نافذة
es: Ventana
fr: Fenêtre
hi: विंडो
ja: ウインドウ
ko: 윈도우
pt_br: Janela
ru: Окно
th: หน้าต่าง
zh_hans: 窗口

source: Banner
ar: شعار
fr: Bannière
hi: बैनर
ja: バナー
ko: 배너
pt_br: Faixa
ru: Баннер
th: แบนเนอร์
zh_hans: 横幅

source: HiBoss Island starts automatically when you log in.
ar: يبدأ HiBoss Island تلقائيًا عند تسجيل الدخول.
es: HiBoss Island se abre automáticamente al iniciar sesión.
fr: HiBoss Island démarre automatiquement à l’ouverture de session.
hi: लॉग इन करने पर HiBoss Island अपने-आप शुरू हो जाता है।
ja: ログイン時に HiBoss Island が自動的に起動します。
ko: 로그인하면 HiBoss Island가 자동으로 실행돼요.
pt_br: O HiBoss Island abre automaticamente quando você inicia a sessão.
ru: HiBoss Island запускается автоматически при входе в систему.
th: HiBoss Island จะเริ่มทำงานโดยอัตโนมัติเมื่อคุณเข้าสู่ระบบ
zh_hans: 登录后自动启动 HiBoss Island。

source: Approve HiBoss Island under System Settings › General › Login Items to finish enabling this.
ar: وافق على HiBoss Island في إعدادات النظام › عام › عناصر تسجيل الدخول لإكمال التفعيل.
es: Aprueba HiBoss Island en Ajustes del Sistema › General › Elementos de inicio para terminar de activarlo.
fr: Approuvez HiBoss Island dans Réglages Système › Général › Ouverture pour terminer l’activation.
hi: इसे चालू करना पूरा करने के लिए सिस्टम सेटिंग्ज़ › सामान्य › लॉगिन आइटम में HiBoss Island को स्वीकृत करें।
ja: 有効にするには、「システム設定」›「一般」›「ログイン項目」で HiBoss Island を許可してください。
ko: 활성화를 완료하려면 시스템 설정 › 일반 › 로그인 항목에서 HiBoss Island를 허용하세요.
pt_br: Aprove o HiBoss Island em Ajustes do Sistema › Geral › Itens de Início para concluir a ativação.
ru: Чтобы завершить включение, разрешите HiBoss Island в разделе «Системные настройки › Основные › Объекты входа».
th: อนุมัติ HiBoss Island ใน “การตั้งค่าระบบ › ทั่วไป › รายการเข้าสู่ระบบ” เพื่อเปิดใช้ให้เสร็จสิ้น
zh_hans: 请在“系统设置 › 通用 › 登录项”中批准 HiBoss Island 以完成启用。

source: macOS does not recognise this copy of the app yet. Turning this on should still work — if it does not, relaunch from /Applications and try again.
ar: لا يتعرّف macOS على هذه النسخة من التطبيق بعد. يُفترض أن يعمل التفعيل رغم ذلك — وإن لم يعمل، فأعد التشغيل من /Applications وحاول مرة أخرى.
es: macOS aún no reconoce esta copia de la app. Activar esta opción debería funcionar de todos modos; si no, vuelve a abrirla desde /Applications e inténtalo de nuevo.
fr: macOS ne reconnaît pas encore cette copie de l’app. L’activation devrait tout de même fonctionner ; sinon, relancez l’app depuis /Applications et réessayez.
hi: macOS अभी ऐप की इस कॉपी को नहीं पहचानता। इसे चालू करना फिर भी काम करना चाहिए — अगर न करे, तो /Applications से फिर से लॉन्च करें और दोबारा कोशिश करें।
ja: macOS はこのアプリのコピーをまだ認識していません。このままオンにしても通常は動作します。うまくいかない場合は、/Applications から起動し直してもう一度お試しください。
ko: macOS가 아직 이 앱 사본을 인식하지 못해요. 이 옵션을 켜도 대개 작동하지만, 작동하지 않으면 /Applications에서 다시 실행한 후 다시 시도하세요.
pt_br: O macOS ainda não reconhece esta cópia do app. Ativar esta opção deve funcionar mesmo assim — se não funcionar, abra o app de novo a partir de /Applications e tente outra vez.
ru: macOS пока не распознаёт эту копию приложения. Включение всё равно должно сработать — если нет, перезапустите приложение из /Applications и повторите попытку.
th: macOS ยังไม่รู้จักสำเนาแอปนี้ การเปิดใช้ตัวเลือกนี้ควรยังทำงานได้ — หากไม่ได้ ให้เปิดแอปใหม่จาก /Applications แล้วลองอีกครั้ง
zh_hans: macOS 尚未识别此应用副本。打开此开关通常仍可用；若不行，请从 /Applications 重新启动后再试。

source: HiBoss Island stays closed until you open it.
ar: يبقى HiBoss Island مغلقًا حتى تفتحه.
es: HiBoss Island permanece cerrada hasta que la abras.
fr: HiBoss Island reste fermé jusqu’à ce que vous l’ouvriez.
hi: आपके खोलने तक HiBoss Island बंद रहता है।
ja: HiBoss Island は、開くまで起動しません。
ko: HiBoss Island는 직접 열기 전까지 실행되지 않아요.
pt_br: O HiBoss Island fica fechado até você abri-lo.
ru: HiBoss Island не запускается, пока вы его не откроете.
th: HiBoss Island จะปิดอยู่จนกว่าคุณจะเปิด
zh_hans: HiBoss Island 会保持关闭，直到你打开它。

source: None
ar: لا شيء
es: Ninguno
fr: Aucun
hi: कोई नहीं
ja: なし
ko: 없음
pt_br: Nenhum
ru: Нет
th: ไม่มี
zh_hans: 无

source: Monday
ar: الاثنين
es: Lunes
fr: Lundi
hi: सोमवार
ja: 月曜日
ko: 월요일
pt_br: Segunda-feira
ru: Понедельник
th: วันจันทร์
zh_hans: 星期一

source: Tuesday
ar: الثلاثاء
es: Martes
fr: Mardi
hi: मंगलवार
ja: 火曜日
ko: 화요일
pt_br: Terça-feira
ru: Вторник
th: วันอังคาร
zh_hans: 星期二

source: Wednesday
ar: الأربعاء
es: Miércoles
fr: Mercredi
hi: बुधवार
ja: 水曜日
ko: 수요일
pt_br: Quarta-feira
ru: Среда
th: วันพุธ
zh_hans: 星期三

source: Thursday
ar: الخميس
es: Jueves
fr: Jeudi
hi: गुरुवार
ja: 木曜日
ko: 목요일
pt_br: Quinta-feira
ru: Четверг
th: วันพฤหัสบดี
zh_hans: 星期四

source: Friday
ar: الجمعة
es: Viernes
fr: Vendredi
hi: शुक्रवार
ja: 金曜日
ko: 금요일
pt_br: Sexta-feira
ru: Пятница
th: วันศุกร์
zh_hans: 星期五

source: Saturday
ar: السبت
es: Sábado
fr: Samedi
hi: शनिवार
ja: 土曜日
ko: 토요일
pt_br: Sábado
ru: Суббота
th: วันเสาร์
zh_hans: 星期六

source: Sunday
ar: الأحد
es: Domingo
fr: Dimanche
hi: रविवार
ja: 日曜日
ko: 일요일
pt_br: Domingo
ru: Воскресенье
th: วันอาทิตย์
zh_hans: 星期日

source: Day %lld
ar: يوم %lld
es: Día %lld
fr: Jour %lld
hi: दिन %lld
ja: %lld日目
ko: %lld일째
pt_br: Dia %lld
ru: День %lld
th: วัน %lld
zh_hans: 第 %lld 天

source: Saved, but not applied yet. Delivery still follows each agent's channel configuration; these preferences take effect in a later release.
ar: تم الحفظ، لكن لم يُطبَّق بعد. لا يزال التسليم يتبع إعدادات قنوات كل وكيل؛ تسري هذه التفضيلات في إصدار لاحق.
es: Guardado, pero aún no aplicado. La entrega sigue la configuración de canales de cada agente; estas preferencias se aplicarán en una versión posterior.
fr: Enregistré, mais pas encore appliqué. La distribution suit toujours la configuration des canaux de chaque agent ; ces préférences prendront effet dans une version ultérieure.
hi: सहेजा गया, पर अभी लागू नहीं हुआ। डिलीवरी अब भी हर एजेंट के चैनल कॉन्फ़िगरेशन का पालन करती है; ये प्रेफ़रेंस बाद के रिलीज़ में लागू होंगे।
ja: 保存しましたが、まだ適用されていません。配信は引き続き各エージェントのチャンネル設定に従います。これらの設定は今後のリリースで有効になります。
ko: 저장했지만 아직 적용되지 않았어요. 전달은 계속 각 에이전트의 채널 구성을 따르며, 이 설정은 이후 릴리스에서 적용돼요.
pt_br: Salvo, mas ainda não aplicado. A entrega ainda segue a configuração de canais de cada agente; estas preferências entram em vigor em uma versão futura.
ru: Сохранено, но пока не применяется. Доставка по-прежнему следует настройкам каналов каждого агента; эти параметры заработают в следующей версии.
th: บันทึกแล้ว แต่ยังไม่มีผล การส่งยังคงเป็นไปตามการกำหนดค่าช่องทางของเอเจนต์แต่ละตัว การตั้งค่าเหล่านี้จะมีผลในรุ่นถัดๆ ไป
zh_hans: 已保存，但尚未生效。投递仍遵循各智能体的渠道配置；这些偏好将在后续版本生效。

source: Search messages
ar: البحث في الرسائل
es: Buscar mensajes
fr: Rechercher dans les messages
hi: संदेश खोजें
ja: メッセージを検索
ko: 메시지 검색
pt_br: Buscar mensagens
ru: Поиск сообщений
th: ค้นหาข้อความ
zh_hans: 搜索消息

source: Filter
ar: تصفية
es: Filtro
fr: Filtrer
hi: फ़िल्टर
ja: フィルタ
ko: 필터
pt_br: Filtro
ru: Фильтр
th: ตัวกรอง
zh_hans: 筛选

source: Message filter
ar: تصفية الرسائل
es: Filtro de mensajes
fr: Filtre de messages
hi: संदेश फ़िल्टर
ja: メッセージのフィルタ
ko: 메시지 필터
pt_br: Filtro de mensagens
ru: Фильтр сообщений
th: ตัวกรองข้อความ
zh_hans: 消息筛选

source: Refresh messages
ar: تحديث الرسائل
es: Actualizar mensajes
fr: Actualiser les messages
hi: संदेश रीफ़्रेश करें
ja: メッセージを更新
ko: 메시지 새로 고침
pt_br: Atualizar mensagens
ru: Обновить сообщения
th: รีเฟรชข้อความ
zh_hans: 刷新消息

source: Loading messages…
ar: جارٍ تحميل الرسائل…
es: Cargando mensajes…
fr: Chargement des messages…
hi: संदेश लोड हो रहे हैं…
ja: メッセージを読み込み中…
ko: 메시지 로드 중…
pt_br: Carregando mensagens…
ru: Загрузка сообщений…
th: กำลังโหลดข้อความ…
zh_hans: 正在加载消息…

source: History Unavailable
ar: السجل غير متاح
es: Historial no disponible
fr: Historique indisponible
hi: इतिहास उपलब्ध नहीं
ja: 履歴を読み込めません
ko: 기록을 사용할 수 없음
pt_br: Histórico indisponível
ru: История недоступна
th: ประวัติไม่พร้อมใช้งาน
zh_hans: 无法加载历史

source: No Matching Messages
ar: لا رسائل مطابقة
es: No hay mensajes coincidentes
fr: Aucun message correspondant
hi: कोई मेल खाता संदेश नहीं
ja: 一致するメッセージはありません
ko: 일치하는 메시지 없음
pt_br: Nenhuma mensagem correspondente
ru: Нет подходящих сообщений
th: ไม่มีข้อความที่ตรงกัน
zh_hans: 没有匹配的消息

source: No Messages
ar: لا رسائل
es: No hay mensajes
fr: Aucun message
hi: कोई संदेश नहीं
ja: メッセージはありません
ko: 메시지 없음
pt_br: Nenhuma mensagem
ru: Нет сообщений
th: ไม่มีข้อความ
zh_hans: 没有消息

source: Try a different filter or search.
ar: جرّب تصفية أو بحثًا مختلفًا.
es: Prueba otro filtro u otra búsqueda.
fr: Essayez un autre filtre ou une autre recherche.
hi: कोई दूसरा फ़िल्टर या खोज आज़माएँ।
ja: 別のフィルタや検索語をお試しください。
ko: 다른 필터나 검색어를 사용해 보세요.
pt_br: Tente outro filtro ou busca.
ru: Попробуйте другой фильтр или запрос.
th: ลองใช้ตัวกรองหรือคำค้นหาอื่น
zh_hans: 试试其他筛选或搜索。

source: Agent messages will appear here.
ar: ستظهر رسائل الوكلاء هنا.
es: Los mensajes de los agentes aparecerán aquí.
fr: Les messages des agents apparaîtront ici.
hi: एजेंट के संदेश यहाँ दिखाई देंगे।
ja: エージェントからのメッセージがここに表示されます。
ko: 에이전트 메시지가 여기에 표시돼요.
pt_br: As mensagens dos agentes aparecerão aqui.
ru: Здесь появятся сообщения агентов.
th: ข้อความจากเอเจนต์จะแสดงที่นี่
zh_hans: 智能体消息会显示在这里。

source: Direct
ar: مباشر
es: Directo
hi: सीधा
ja: ダイレクト
ko: 직접
pt_br: Direto
ru: Напрямую
th: โดยตรง
zh_hans: 直连

source: Session status unknown
ar: حالة الجلسة غير معروفة
es: Estado de la sesión desconocido
fr: État de session inconnu
hi: सेशन की स्थिति अज्ञात
ja: セッションの状態は不明
ko: 세션 상태 알 수 없음
pt_br: Status da sessão desconhecido
ru: Статус сеанса неизвестен
th: ไม่ทราบสถานะเซสชัน
zh_hans: 会话状态未知

source: Session %@
ar: الجلسة %@
es: Sesión %@
hi: सेशन %@
ja: セッション %@
ko: 세션 %@
pt_br: Sessão %@
ru: Сеанс %@
th: เซสชัน %@
zh_hans: 会话 %@

source: Save & Connect
ar: حفظ واتصال
es: Guardar y conectar
fr: Enregistrer et connecter
hi: सहेजें और कनेक्ट करें
ja: 保存して接続
ko: 저장 후 연결
pt_br: Salvar e conectar
ru: Сохранить и подключить
th: บันทึกและเชื่อมต่อ
zh_hans: 保存并连接

source: Checking connection...
ar: جارٍ التحقق من الاتصال…
es: Comprobando la conexión…
fr: Vérification de la connexion…
hi: कनेक्शन जाँचा जा रहा है…
ja: 接続を確認中...
ko: 연결 확인 중...
pt_br: Verificando conexão...
ru: Проверка подключения...
th: กำลังตรวจสอบการเชื่อมต่อ…
zh_hans: 正在检查连接…

source: Open at login
ar: الفتح عند تسجيل الدخول
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
hi: लॉगिन पर खोलें
ja: ログイン時に開く
ko: 로그인 시 열기
pt_br: Abrir ao iniciar sessão
ru: Открывать при входе
th: เปิดเมื่อเข้าสู่ระบบ
zh_hans: 登录时打开

source: Startup
ar: بدء التشغيل
es: Arranque
fr: Démarrage
hi: स्टार्टअप
ja: 起動
ko: 시작
pt_br: Inicialização
ru: Запуск
th: การเริ่มทำงาน
zh_hans: 启动

source: Option display
ar: عرض الخيارات
es: Presentación de opciones
fr: Affichage des options
hi: विकल्प डिस्प्ले
ja: 選択肢の表示
ko: 선택지 표시
pt_br: Exibição de opções
ru: Показ вариантов
th: การแสดงตัวเลือก
zh_hans: 选项显示

source: Critical bypasses Do Not Disturb
ar: الحرجة تتجاوز عدم الإزعاج
es: Las críticas omiten No molestar
fr: Les alertes critiques ignorent Ne pas déranger
hi: गंभीर अलर्ट ‘परेशान न करें’ को बायपास करें
ja: 緊急はおやすみモード中も通知
ko: 긴급 알림은 방해 금지 모드에서도 알림
pt_br: Críticas ignoram o Não Perturbe
ru: Критические обходят «Не беспокоить»
th: ระดับวิกฤตข้ามโหมดห้ามรบกวน
zh_hans: 紧急可绕过勿扰模式

source: Show menu bar icon
ar: إظهار أيقونة شريط القائمة
es: Mostrar icono en la barra de menús
fr: Afficher l’icône dans la barre des menus
hi: मेनू बार आइकन दिखाएँ
ja: メニューバーにアイコンを表示
ko: 메뉴 막대 아이콘 보기
pt_br: Mostrar ícone na barra de menus
ru: Значок в строке меню
th: แสดงไอคอนในแถบเมนู
zh_hans: 显示菜单栏图标

source: Delivery
ar: التسليم
es: Entrega
fr: Distribution
hi: डिलीवरी
ja: 配信
ko: 전달
pt_br: Entrega
ru: Доставка
th: การส่ง
zh_hans: 投递

source: Critical questions can still alert; the menu bar icon keeps HiBoss visible.
ar: لا تزال الأسئلة الحرجة تُنبّهك؛ وتُبقي أيقونة شريط القائمة HiBoss ظاهرًا.
es: Las preguntas críticas aún pueden avisar; el icono de la barra de menús mantiene HiBoss visible.
fr: Les questions critiques peuvent toujours alerter ; l’icône de la barre des menus garde HiBoss visible.
hi: गंभीर प्रश्न फिर भी अलर्ट कर सकते हैं; मेनू बार आइकन से HiBoss दिखता रहता है।
ja: 緊急の質問は引き続き通知されます。メニューバーのアイコンで HiBoss をいつでも確認できます。
ko: 긴급 질문은 계속 알려요. 메뉴 막대 아이콘으로 HiBoss를 언제든 확인할 수 있어요.
pt_br: Perguntas críticas ainda podem alertar; o ícone na barra de menus mantém o HiBoss visível.
ru: Критические вопросы всё равно оповещают; значок в строке меню оставляет HiBoss на виду.
th: คำถามระดับวิกฤตยังแจ้งเตือนได้ ไอคอนในแถบเมนูช่วยให้ยังเห็น HiBoss อยู่เสมอ
zh_hans: 紧急问题仍会提醒；菜单栏图标让 HiBoss 保持可见。

source: Starts
ar: البدء
es: Inicio
fr: Début
hi: शुरुआत
ja: 開始
ko: 시작
pt_br: Começa
ru: Начало
th: เริ่ม
zh_hans: 开始

source: Ends
ar: الانتهاء
es: Fin
fr: Fin
hi: समाप्ति
ja: 終了
ko: 종료
pt_br: Termina
ru: Конец
th: สิ้นสุด
zh_hans: 结束

source: Timezone
ar: المنطقة الزمنية
es: Zona horaria
fr: Fuseau horaire
hi: समय क्षेत्र
ja: タイムゾーン
ko: 시간대
pt_br: Fuso horário
ru: Часовой пояс
th: เขตเวลา
zh_hans: 时区

source: Critical bypass
ar: تجاوز للحرجة
es: Permitir críticas
fr: Exception critique
hi: गंभीर को छूट
ja: 緊急は通知
ko: 긴급 알림 허용
pt_br: Exceção para críticas
ru: Пропуск критических
th: ข้ามสำหรับระดับวิกฤต
zh_hans: 紧急绕过

source: Schedule
ar: الجدول
es: Horario
fr: Horaires
hi: शेड्यूल
ja: スケジュール
ko: 일정
pt_br: Programação
ru: Расписание
th: กำหนดเวลา
zh_hans: 日程

source: Silence normal & low priority alerts; critical can still alert when bypass is on.
ar: أسكِت تنبيهات الأولوية العادية والمنخفضة؛ ويظل بإمكان الحرجة التنبيه عند تفعيل التجاوز.
es: Silencia los avisos de prioridad normal y baja; los críticos aún pueden avisar si se permiten.
fr: Coupe les alertes de priorité normale et basse ; les critiques peuvent toujours alerter si l’exception est activée.
hi: सामान्य और निम्न प्राथमिकता वाले अलर्ट शांत करें; छूट चालू होने पर गंभीर अलर्ट फिर भी आ सकते हैं।
ja: 通常と低優先度の通知を停止します。「緊急は通知」がオンのときは緊急の通知が届きます。
ko: 보통 및 낮은 우선순위 알림을 꺼요. ‘긴급 알림 허용’이 켜져 있으면 긴급 알림은 계속 울려요.
pt_br: Silencia alertas de prioridade normal e baixa; os críticos ainda alertam quando a exceção está ativada.
ru: Без звука для обычного и низкого приоритета; критические оповещают, если включён пропуск.
th: ปิดเสียงการแจ้งเตือนระดับปกติและต่ำ ระดับวิกฤตยังแจ้งเตือนได้เมื่อเปิดการข้าม
zh_hans: 静音普通和低优先级提醒；开启绕过时紧急仍可提醒。

source: Days
ar: الأيام
es: Días
fr: Jours
hi: दिन
ja: 曜日
ko: 요일
pt_br: Dias
ru: Дни
th: วัน
zh_hans: 日期

source: Choose the weekdays quiet hours apply.
ar: اختر أيام الأسبوع التي تنطبق عليها ساعات عدم الإزعاج.
es: Elige los días de la semana en que se aplican las horas de silencio.
fr: Choisissez les jours où les heures de silence s’appliquent.
hi: वे दिन चुनें जिन पर शांत समय लागू हो।
ja: おやすみ時間を適用する曜日を選択します。
ko: 방해 금지 시간을 적용할 요일을 선택하세요.
pt_br: Escolha os dias da semana do horário de silêncio.
ru: Выберите дни недели для тихих часов.
th: เลือกวันในสัปดาห์ที่ใช้ช่วงห้ามรบกวน
zh_hans: 选择免打扰适用的工作日。

source: Play sounds
ar: تشغيل الأصوات
es: Reproducir sonidos
fr: Émettre des sons
hi: ध्वनियाँ चलाएँ
ja: サウンドを再生
ko: 사운드 재생
pt_br: Reproduzir sons
ru: Воспроизводить звуки
th: เล่นเสียง
zh_hans: 播放声音

source: Default sound
ar: الصوت الافتراضي
es: Sonido predeterminado
fr: Son par défaut
hi: डिफ़ॉल्ट ध्वनि
ja: デフォルトのサウンド
ko: 기본 사운드
pt_br: Som padrão
ru: Звук по умолчанию
th: เสียงเริ่มต้น
zh_hans: 默认声音

source: Alerts
ar: التنبيهات
es: Avisos
fr: Alertes
hi: अलर्ट
ja: 通知
ko: 알림
pt_br: Alertas
ru: Оповещения
th: การแจ้งเตือน
zh_hans: 提醒

source: Fallback sound for alerts without a priority rule.
ar: الصوت الاحتياطي للتنبيهات التي لا تخضع لقاعدة أولوية.
es: Sonido alternativo para avisos sin regla de prioridad.
fr: Son de secours pour les alertes sans règle de priorité.
hi: बिना प्राथमिकता नियम वाले अलर्ट के लिए फ़ॉलबैक ध्वनि।
ja: 優先度ルールのない通知に使うサウンドです。
ko: 우선순위 규칙이 없는 알림에 사용할 사운드예요.
pt_br: Som usado em alertas sem regra de prioridade.
ru: Резервный звук для оповещений без правила приоритета.
th: เสียงสำรองสำหรับการแจ้งเตือนที่ไม่มีกฎลำดับความสำคัญ
zh_hans: 没有优先级规则时的回退提示音。

source: Status
ar: الحالة
es: Estado
fr: État
hi: स्थिति
ja: 状態
ko: 상태
ru: Статус
th: สถานะ
zh_hans: 状态

source: Endpoint
ar: نقطة النهاية
fr: Point de terminaison
hi: एंडपॉइंट
ja: エンドポイント
ko: 엔드포인트
ru: Адрес
th: เอนด์พอยต์
zh_hans: 端点

source: Reconnect
ar: إعادة الاتصال
es: Reconectar
fr: Reconnecter
hi: फिर से कनेक्ट करें
ja: 再接続
ko: 다시 연결
pt_br: Reconectar
ru: Переподключить
th: เชื่อมต่อใหม่
zh_hans: 重新连接

source: Server URL
ar: عنوان الخادم
es: URL del servidor
fr: URL du serveur
hi: सर्वर URL
ja: サーバ URL
ko: 서버 URL
pt_br: URL do servidor
ru: URL сервера
th: URL เซิร์ฟเวอร์
zh_hans: 服务器地址

source: Token is stored locally in Keychain.
ar: يُخزَّن الرمز محليًا في سلسلة المفاتيح.
es: El token se guarda localmente en el llavero.
fr: Le jeton est stocké localement dans le trousseau.
hi: टोकन कीचेन में लोकल रूप से सहेजा जाता है।
ja: トークンはこのMacのキーチェーンに保存されます。
ko: 토큰은 로컬 키체인에 저장돼요.
pt_br: O token fica salvo localmente nas Chaves.
ru: Токен хранится локально в связке ключей.
th: โทเค็นถูกเก็บไว้ในพวงกุญแจในเครื่อง
zh_hans: 令牌保存在本地钥匙串中。

source: not configured
ar: غير مُهيّأ
es: sin configurar
fr: non configuré
hi: कॉन्फ़िगर नहीं है
ja: 未設定
ko: 구성되지 않음
pt_br: não configurado
ru: не настроено
th: ยังไม่ได้กำหนดค่า
zh_hans: 未配置

source: Version
ar: الإصدار
es: Versión
hi: संस्करण
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
th: เวอร์ชัน
zh_hans: 版本

source: Build
ar: البنية
es: Compilación
hi: बिल्ड
ja: ビルド
ko: 빌드
pt_br: Compilação
ru: Сборка
th: บิลด์
zh_hans: 构建

source: Project
ar: المشروع
es: Proyecto
fr: Projet
hi: प्रोजेक्ट
ja: プロジェクト
ko: 프로젝트
pt_br: Projeto
ru: Проект
th: โปรเจกต์
zh_hans: 项目

source: Automatically check for updates
ar: التحقق من التحديثات تلقائيًا
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
hi: अपडेट के लिए स्वचालित रूप से जाँचें
ja: アップデートを自動的に確認
ko: 자동으로 업데이트 확인
pt_br: Buscar atualizações automaticamente
ru: Автоматически проверять обновления
th: ตรวจหาอัปเดตโดยอัตโนมัติ
zh_hans: 自动检查更新

source: Software update
ar: تحديث البرنامج
es: Actualización de software
fr: Mise à jour de logiciels
hi: सॉफ़्टवेयर अपडेट
ja: ソフトウェアアップデート
ko: 소프트웨어 업데이트
pt_br: Atualização de software
ru: Обновление ПО
th: อัปเดตซอฟต์แวร์
zh_hans: 软件更新

source: Check for Updates…
ar: التحقق من التحديثات…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
hi: अपडेट के लिए जाँचें…
ja: アップデートを確認…
ko: 업데이트 확인…
pt_br: Buscar atualizações…
ru: Проверить обновления…
th: ตรวจหาอัปเดต…
zh_hans: 检查更新…

source: Updates
ar: التحديثات
es: Actualizaciones
fr: Mises à jour
hi: अपडेट
ja: アップデート
ko: 업데이트
pt_br: Atualizações
ru: Обновления
th: อัปเดต
zh_hans: 更新

source: Updates are delivered via Sparkle and verified with an EdDSA signature before installing.
ar: تُسلَّم التحديثات عبر Sparkle ويُتحقَّق منها بتوقيع EdDSA قبل التثبيت.
es: Las actualizaciones se distribuyen mediante Sparkle y se verifican con una firma EdDSA antes de instalarse.
fr: Les mises à jour sont distribuées via Sparkle et vérifiées par une signature EdDSA avant l’installation.
hi: अपडेट Sparkle के ज़रिए भेजे जाते हैं और इंस्टॉल से पहले EdDSA हस्ताक्षर से सत्यापित होते हैं।
ja: アップデートは Sparkle で配信され、インストール前に EdDSA 署名で検証されます。
ko: 업데이트는 Sparkle을 통해 제공되며 설치 전에 EdDSA 서명으로 검증돼요.
pt_br: As atualizações são distribuídas pelo Sparkle e verificadas com assinatura EdDSA antes da instalação.
ru: Обновления доставляются через Sparkle и перед установкой проверяются подписью EdDSA.
th: อัปเดตจะส่งผ่าน Sparkle และตรวจสอบด้วยลายเซ็น EdDSA ก่อนติดตั้ง
zh_hans: 更新通过 Sparkle 分发，安装前用 EdDSA 签名校验。

source: This build has no update feed configured, so it will not check for updates.
ar: لا يحتوي هذا الإصدار على مصدر تحديثات مُهيّأ، لذا لن يتحقق من التحديثات.
es: Esta compilación no tiene una fuente de actualizaciones configurada, así que no buscará actualizaciones.
fr: Aucun flux de mises à jour n’est configuré pour ce build ; il ne recherchera donc pas de mises à jour.
hi: इस बिल्ड में कोई अपडेट फ़ीड कॉन्फ़िगर नहीं है, इसलिए यह अपडेट नहीं जाँचेगा।
ja: このビルドにはアップデートフィードが設定されていないため、アップデートは確認されません。
ko: 이 빌드에는 업데이트 피드가 구성되어 있지 않아 업데이트를 확인하지 않아요.
pt_br: Esta compilação não tem um feed de atualizações configurado, então não buscará atualizações.
ru: В этой сборке не настроен источник обновлений, поэтому проверка обновлений отключена.
th: บิลด์นี้ไม่ได้กำหนดค่าฟีดอัปเดตไว้ จึงจะไม่ตรวจหาอัปเดต
zh_hans: 此构建未配置更新源，因此不会检查更新。

source: Development
ar: إصدار التطوير
es: Desarrollo
fr: Développement
hi: डेवलपमेंट
ja: 開発版
ko: 개발 버전
pt_br: Desenvolvimento
ru: Разработка
th: รุ่นพัฒนา
zh_hans: 开发版
